{
  "name": "MAGNE V6",
  "description": "Magniy va B6 vitamini bilan tabletkalar",
  "composition": "{\"ingredients\": \"1 таблетка содержит. Ядро таблетки: активные вещества: магния лактата дигидрат* - 470 мг; пиридоксина гидрохлорид – 5 мг; вспомогательные вещества: сахароза - 115,6 мг, каолин тяжелый - 40,0 мг, акации камедь - 20,0 мг, карбоксиполиметилен 934 - 10,0 мг, тальк (магния гидросиликат) - 42,7 мг, магния стеарат - 6,7 мг. Оболочка таблетки: акации камедь - 3,615 мг, сахароза - 214,969 мг, титана диоксид - 1,416 мг, тальк (магния гидросиликат) - следы, воск карнаубский (порошок) - следы. * - эквивалентно содержанию магния (Mg++) 48 мг.\", \"instructions\": \"Ushbu dori vositasi magniy saqlaydi. Quyidagi simptomlarning ma'lum sonini majmuasi magniyning tanqisligidan dalolat berishi mumkin: - Asabiylik, ta'sirchanlik, kuchsiz xavotirlik, o'tkinchi toliqish, uyquni biroz buzilishi, - Me'da-ichak spazmlari, yurakni tez-tez urishi (sog'lom yurakda) shaklidagi bezovtalik ko'rinishlari, - Mushak tirishishlari, sanchilish hissi. Magniyni buyurish bu simptomlarni yo'qotishga yordam berishi mumkin. Agar bir oy davolashdan keyin yaxshilanish kuzatilmasa, ushbu preparat bilan monoterapiyani davom ettirish maqsadga muvofiq emas.\", \"pharmacodynamics\": \"Magniy asosan xujayra ichki kationi hisoblanadi. U neyronlarning qo'zg'aluvchanligini va qo'zg'alashni nerv-mushak bo'ylab o'tkazilishini pasaytiradi, Ko'pchilik fermentativ jarayonlarda ishtirok etadi. Magniy a'zolar va to'qimalarning muhim elementi hisoblanadi: suyak to'qimasida odam organizmidagi magniyning umumiy miqdorini yarmi saqlanadi. Klinik aspektlari: Zardobdagi magniyning darajalari: - 12 va 17 mg/l gacha (1-1,4 mEkv/l yoki 0,5-0,7 mmolь/l) orasida: magniyning o'rtacha tanqisligini ko'rsatadi - 12 mg/l dan past (1 mEkv/l yoki0,5 mmolь/l) –magniyning og'ir tanqisligini ko'rsatadi.\", \"pediatric_use\": \"Bolalarda foydalanish haqida maxsus ko'rsatmalar mavjud. Yoshga qarab dozalash o'zgaradi.\", \"pregnancy_lactation\": \"Homiladorlikning yetarli sonidagi klinik tajriba, hech qanday fetotoksik yoki rivojlanish nuqsonlarini chaqiruvchi ta'sirini aniqlamagan. Zarurati bo'lganida magniy homiladorlikning har qanday bosqichida qo'llanishi mumkin. Keng qamrovli tekshirishlar yo'qligiga qaramasdan, bor bo'lgan klinik tajriba umidli hisoblanadi.\", \"contraindications\": \"Ushbu preparatni quyidagi hollarda qo'llash mumkin emas: - Preparatning komponentlaridan biriga yuqori sezuvchanlik, - Kreatinin klirenси minutiga 30 ml dan kam bo'lgan og'ir buyrak yetishmovchiligi.\", \"dosage\": \"Kattalar: 1-2 tabletka kuniga 2-3 marta, ovqat bilan yoki ovqatdan keyin ichiladi. Bolalar: yoshga qarab dozalash o'zgaradi.\", \"side_effects\": \"Yon ta'sirlar: allergik reaktsiyalar, me'da-ichak buzilishlari, diareya, qusish.\", \"interactions\": \"Boshqa dorilar bilan o'zaro ta'sirlar: tetratsiklinlar, fluorokinolonlar bilan bir vaqtda qo'llanmasligi kerak.\", \"storage_conditions\": \"Quruq joyda, bolalar qo'lidan uzoqda, 25°C dan yuqori bo'lmagan haroratda saqlang.\", \"expiration_date\": \"3 yil\"}",
  "manufacturer": "Sanofi",
  "country": "Fransiya",
  "prescription_required": false
}